Repository: D3f0/txscada
Catalog: django_container/src/pysmve/nguru/conf/locale/*/LC_MESSAGES/django.po
Languages: es

source: SVG Screen
es: Pantalla

source: %d alarms
es: %d alarmas

source: Can not create a dependency loop
es: No se puede crear una dependencia en círculo

source: Tag does not belong to screen
es: El tag no pertenece a la pantalla

source: Password should match
es: Los passwords no coinciden

source: Password should be at least %d character long
es: El password debería ser de al menos %d caracteres

source: Password should be at top %d characters long
es: El password debe tener a lo sumo %d caracteres

source: Password can lonly contain letters, numbers and the following symbols %s
es: El password puede contener letras, numeros y los siguientes simbolos %s

source: Username can not be included in password
es: El nombre de usuario no puede ser incluido como parte de la clave

source: Permissions
es: Permisos

source: Label
es: Etiqueta

source: Related formula prefix
es: Prefijo de formulas relacionadas

source: Prefix
es: Prefijo

source: SVG Screens
es: Pantallas

source: Can view realtime screen
es: Puede ver pantalla de tiempo real

source: Colors
es: Colores

source: SVG Property Change Set
es: Cambio de Coloración

source: SVG Property Change Sets
es: Cambios de Coloración

source: screen
es: pantalla

source: description
es: descripción

source: text
es: texto

source: fill
es: relleno

source: stroke
es: contorno

source: enabled
es: habliltado

source: last update
es: última actualización

source: on click jump
es: saltar con click

source: Screen destination when the object is clicked
es: Pantalla destino cuando el objeto es clickeado

source: on click text toggle
es: cambiar texto con click

source: Text to toggle on click. Separated by coma (,).
es: Texto para intercambiar. Separado por coma (,).

source: linked text change
es: cambio de texto enlazado

source: Text on related element will be upon save
es: Cuando se cambie el texto, el elemento relacionado será actualizado

source: Updating %s
es: Actualizando %s

source: SVG Element
es: Elemento Gráfico

source: SVG Elements
es: Elementos Gráficos

source: Cand debug realtime
es: Puede ver pantalla de tiempo real

source: target
es: elemento gráfico

source: attribute
es: atributo

source: Cannot generate context if no target is defined
es: No se puede generar contexto si el objeto relacionado no está definido

source: Cell pone
es: Número celular

source: Cell phone
es: Número celular

source: %s profile
es: Perfil de %s

source: User Profile
es: Perfil

source: User Profiles
es: Perfiles

source: %d formulas created
es: %d formulas creadas

source: %d formulas were deleted (bacause of -c/--clear)
es: %d formulas fueron eliminadas (por opción -c/--clear)

source: Real time
es: Tiempo Real

source: Events
es: Eventos

source: Date after
es: Fecha desde

source: Date before
es: Fecha hasta

source: Connection
es: Conexión

source: Timming
es: Temporización

source: Mara settings
es: Configuración Mara

source: Mara debug
es: Depuración Mara

source: Last PEH
es: Última Puesta en Hora

source: value
es: valor

source: Attend
es: Atender

source: actions
es: acciones

source: Download
es: Descargar

source: label
es: etiqueta

source: Invalid
es: Inválido

source: Calculate
es: Calcular

source: General information
es: Información General

source: Graphical attributes
es: Atributos gráficos

source: Interaction
es: Interacciones

source: None
es: Nada

source: name
es: nombre

source: profile
es: perfil

source: Personal info
es: Información Personal

source: Important dates
es: Fechas importantes

source: Put in queue
es: Poner en cola

source: Paste frame here
es: Pegue la trama aquí

source: Profile
es: Perfil

source: Profiles
es: Perfiles

source: PEH Interval
es: Intervalo de Puesta en Hora

source: Last PEH sent to this COMaster
es: Última Puesta en Hora enviada a este COMaser

source: Custom payload without SOF SEQ SRC DST// CRH CRL
es: Payload personalizado sin SOF SEQ SRC DST // CRH CRL

source: Can insert frames manually
es: Puede insertar tramas mara manualmente

source: Processing %s events
es: Procesando %s eventos

source: Digital event created %s
es: Evento digital creado %s

source: Energy created: %s
es: Mediciones de Energía creada: %s

source: AI for energy does not exist
es: AI para Energía no existe

source: AI for energy has multiple matches
es: Energía tiene múltiples AI a para la relación

source: Cannot create COMSYS event
es: No se puede crear un Evento de Comunicaciones

source: System Variable
es: Vairable de Sistema

source: System Variables
es: Vairables de Sistema

source: Importing IED: %s
es: Importando IED: %s

source: Error in %s
es: Error en %s

source: Digital Input
es: Entrada Digital

source: Digital Inputs
es: Entradas Digitales

source: Show in alarm grid
es: Mostrar en la grilla de alarmas

source: User who attended the event.Typically through API call.
es: Usuario que atendió el evento. Típicanemte por una llamada a la API

source: Event
es: Evento

source: Event Text
es: Texto de Evento

source: Event Texts
es: Texto de Eventos

source: Event Description
es: Descripción de evento

source: Event Descriptions
es: Descripción de Eventos

source: Communication Event Kind
es: Tipo de Evento de Comunicaciones

source: Communication Event Kinds
es: Tipos de Evento de Comunicaciones

source: Communication Event
es: Evento de Comunicaciones

source: Communication Events
es: Eventos de Comunicaciones

source: Analog Input
es: Entrada Analógica

source: Analog Inputs
es: Entradas Analógicas

source: Energy Measure
es: Medición de Energía

source: Energy Measures
es: Mediciones de Energía

source: Can view power plot
es: Puede ver curvas de energía

source: Can see month report
es: Puede ver reporte mensual

source: Action
es: Acción

source: Actions
es: Acciones

source: File %s could not be read or it's not an excel file
es: Archivo %sno pudo ser leido o no es una hoja de cálculo

source: Excel file
es: Archivo excel

source: No calculate forumlas after import
es: No calcular las fórmulas luego de la importación

source: Clear given models
es: Limpiar los modelos dados

source: Model clear not implemented
es: Limpieza de modelo no implementado

source: Errors in formulas: %2d
es: Error en fórmulas: %2d

source: Formulas calculated OK: %2d
es: Formulas calculadas correctamente: %2d

source: Django site admin
es: Administración del sistema

source: Users to be notified of a Event type 0 by email. Comma separated.
es: Nombres de usuario a ser notificados por email ante un evento tipo 0. Separados por coma

source: Users to be notified of a Event type 3 by email. Comma separated.
es: Nombres de usuario a ser notificados por email ante un evento tipo 3. Separados por coma

source: Users to be notified of a Event type 0 by SMS. Comma separated
es: Nombres de usuario a ser notificados por SMS ante un evento tipo 0. Separados por coma

source: Users to be notified of a Event type 3 by SMS. Comma separated
es: Nombres de usuario a ser notificados por SMS ante un evento tipo 3. Separados por coma

source: Users that have debug toolbar enabled
es: Usuarios que son depuradores del sistema. Puede ralentizar la sesión entre 100x a 1000x.

source: Email template.
es: Plantilla de email.

source: SMS template.
es: Plantilla de SMS.

source: Format for date in SMS and email.
es: Formato de la fecha, tanto para email como SMS.
